var verseData = [
	{
		id: 1,
		name: '如是滅度無量無數無邊眾生，實無眾生得滅度者。',
		content: `<p>菩薩教化救度無量無數無邊的眾生，但在菩提心行中，卻沒有一個得度的眾生，菩薩只是為他們顯示了一條解脫的路。</p>`,
	},
	{
		id: 2,
		name: '若菩薩有我相、人相、眾生相、壽者相，即非菩薩。',
		content: `<p>當菩薩有我者、他者的分別心，以及想延壽，那就不是菩薩了。</p>`,
	},
	{
		id: 3,
		name: '菩薩於法，應無所住行於布施，所謂不住色布施，不住聲香味觸法布施。',
		content: `
		<p>菩薩為度眾生而行布施，無能布施的心，不分別受施者，亦不執著施之物，清淨行施，不望報恩，不求果報。</p>
		`,
	},
	{
		id: 4,
		name: '應如是布施，不住於相。',
		content: `
		<p>發心走上菩薩道的人，應不執著於色、聲、香、味、觸、法，能不著相而布施。</p>
		`,
	},
	{
		id: 5,
		name: '不可以身相得見如來。',
		content: `
		<p>用形象的觀念是見不到如來的本性。</p>
		`,
	},
	{
		id: 6,
		name: '凡所有相，皆是虛妄。若見諸相非相，則見如來。',
		content: `
		<p>現世所觀看到的一切都只是假象，並不真實，如果你能拋開這些表相，即見如來本性。</p>
		`,
	},
	{
		id: 7,
		name: '若心取相，則為著我人眾生壽者。若取法相，即著我人眾生壽者。',
		content: `
		<p>「相」代表的是現象，依照人的思想心理來說就是觀念。總有「你、我、他」的觀念，總有誰學問好、地位高、年齡大的觀念，並以這四種現象沾沾自喜，抑或是感到煩惱，終生碌碌營營。</p>
		`,
	},
	{
		id: 8,
		name: '不應取法，不應取非法。',
		content: `
		<p>不要把法界定有「內」、「外」。法在超越執著時才會顯現。</p>
		`,
	},
	{
		id: 9,
		name: '法尚應舍，何況非法。',
		content: `
		<p>佛法都不應該執著，更何況是法以外的。</p>
		`,
	},
	{
		id: 10,
		name: '無有定法，如來可說。',
		content: `
		<p人生的行住坐臥都是法，法無時無刻都存在著。然而每個人都有屬於自己的修行，所以沒有一定的修行方式才是真正正確。</p>
		`,
	},
	{
		id: 11,
		name: '如來所說法，皆不可取、不可說、非法、非非法。',
		content: `
		<p>如來脫離三十二相，八十種好，這些名詞只是為了方便人們稱呼才存在的。</p>
		<p>真正的佛不認為自己是佛，真正的聖人，不認為自己是聖人，所以真正的佛法即非佛法。如果你有一個佛法的觀念存在，你已經著相了，說得好聽是著相了，不好聽是著魔了。</p>
		`,
	},
	{
		id: 12,
		name: '一切賢聖，皆以無為法而有差別。',
		content: `
		<p>如來並沒有一定的法可說，這些法都只是如來指明的某一個方法，但每人的法因心而生，所以每人的法都不同，而如來所說的方法是真實的，如此才會說不可取，不可得，你說不執著於法，但你還是留有了一個執著，所以非法非非法。</p>
		`,
	},
	{
		id: 13,
		name: '所謂佛法者，即非佛法。',
		content: `
		<p>如來脫離三十二相，八十種好，這些名詞只是為了方便人們稱呼才存在的。</p>
		`,
	},
	{
		id: 14,
		name: '應如是生清凈心，不應住色生心，不應住聲香味觸法生心，應無所住而生其心。',
		content: `
		<p>清淨心本不立住在四相之中，應該隨時得不執著於任何相，坦然地，物來則應，過去不留。</p>
		`,
	},
	{
		id: 15,
		name: '但諸恆河，尚多無數，何況其沙。',
		content: `<p>以一沙各為一恒河，恒河尚且就有無數，何況是所有恒河中的所有沙數。</p>`,
	},
	{
		id: 16,
		name: '如來說世界，非世界，是名世界。',
		content: `
		<p>世界如同因緣際會的分子聚集一起，如來所說的三千大千世界也是因緣而聚，緣盡則滅，性空，只是假名為世界。</p>
		`,
	},
	{
		id: 17,
		name: '菩薩應離一切相，發阿耨多羅三藐三菩提心。',
		content: `
		<p>菩薩不會沉迷於世上一切相，他已發起無上正等正覺的菩薩心。。</p>
		`,
	},
	{
		id: 18,
		name: '若心有住，則為非住。',
		content: `
		<p>清淨心需隨時關照自己的心，心若住有表相，那會被相迷惑，清淨心也隨之散去。</p>
		`,
	},
	{
		id: 19,
		name: '如來說：一切諸相，即是非相。又說：一切眾生，即非眾生。',
		content: `
		<p>所看見的相只是停留不住的，那是非相，所以不要住相，而修持是在個人，個個會自己度，所以是眾生又是非眾生。</p>
		`,
	},
	{
		id: 20,
		name: '如來是真語者、實語者、如語者、不誑語者、不異語者。',
		content: `
		<p>如來所說的話是真實的、不虛假、也不欺誑，都是他自身證實所應證的話。</p>
		`,
	},
	{
		id: 21,
		name: '如來所得法，此法無實無虛。',
		content: `
		<p>非實非虛，當有一個規範在就會著相，所以無實，但它講訴的又是實話，所以無虛。</p>
		`,
	},
	{
		id: 22,
		name: '云何應住？云何降伏其心？',
		content: `<p>如何讓菩提心常住，而不去執著、胡思亂想。</p>`,
	},
	{
		id: 23,
		name: '如來者，即諸法如義。',
		content: `
		<p>世間一切法，都是佛法，沒有哪一點法不是佛法……隨時隨地的任何一顆灰塵，清淨的地方，髒的地方，處處佛在現前，這就是如來。</p>
		`,
	},
	{
		id: 24,
		name: '實無有法，佛得阿耨多羅三藐三菩提。',
		content: `
		<p>沒有固定的東西叫無上正等正覺，佛法是給眾生一個修行的方向，所以假藉著無上正等正覺之名，方便開導眾生罷了。</p>
		`,
	},
	{
		id: 25,
		name: '如來說：一切法皆是佛法。所言一切法者，即非一切法，是故名一切法。',
		content: `
		<p>生活的一切事物都是佛法，儘管是食衣住行，再平凡的事都會是建築「覺」的根，就緣起性空的觀念，這些並不真實，只是取種種假名方便稱呼而已。</p>
		`,
	},
	{
		id: 26,
		name: '若菩薩通達無我法者，如來說名真是菩薩。',
		content: `
		<p>菩薩如果到達無我(分「人無我」即「法無我」，人無我：破除人執，人本身隨緣成即聚，隨緣盡即滅，沒有固定的型態。法無我：破除法執，法並沒有一個真實的形體，僅是假借名為眾生開道路口罷了。)的境界，那他就是真的菩薩了。</p>
		`,
	},
	{
		id: 27,
		name: '須菩提，於意云何，如來有肉眼不。如是，世尊，如來有肉眼。須菩提於意云何，如來有天眼不。如是，世尊，如來有天眼。須菩提，於意云何，如來有慧眼不。如是，世尊，如來有慧眼。須菩提， 於意云何，如來有法眼不。如是，世尊，如來有法眼。須菩提，於意云何，如來有佛眼不。如是，世尊，如來有佛眼。',
		content: `<p>肉眼：人體上的眼睛。用來觀察物理現象。</p>
		<p>天眼：超脫物質世界的。</p>
		<p>慧眼：智慧之力的。</p>
		<p>法眼：觀一切眾生平等，非空非有。</p>
		<p>佛眼：觀一切眾生只有慈悲與慈愛。</p>
		`,
	},
	{
		id: 28,
		name: '諸心皆為非心，是名為心。',
		content: `
		<p>眾生的雜念雖多，這不過是偏離常道的妄心，皆為非心，不是真實常住之心，只是稱作為心。</p>
		`,
	},
	{
		id: 29,
		name: '過去心不可得，現在心不可得，未來心不可得。',
		content: `
		<p>心永遠不會停留，不停的在變化，抓都抓不住，留也留不住，正當我們說著未來時，就已是現在了，正說著現在時，也就成了過去的事了，而過去永遠是過去，永不復返。</p>
		`,
	},
	{
		id: 30,
		name: '如來不應以具足諸相見。',
		content: `
		<p>千萬別用相的思維去看如來，因為他們知道那些都只是假相，現在存有的佛像，只是為了渡化眾生而假借的外殼。</p>
		`,
	},
	{
		id: 31,
		name: '說法者，無法可說，是名說法。',
		content: `
		<p>眾生聽了佛法而有所悟，那只是激發了眾生本身真如自性，隨緣渡說，沒有一定的法可說，暫且給一個「法」名代稱。</p>
		`,
	},
	{
		id: 32,
		name: '是法平等，無有高下。',
		content: `<p>每條道路，每種方法，都能成就眾生，並沒有所謂高低之分，只求適合你的方式。</p>`,
	},
	{
		id: 33,
		name: '實無有眾生如來度者。',
		content: `
		<p>如來曉得整個世界萬物都是性空的，曉得因緣而聚，緣盡則滅，當體即空這個道理。並沒有任何文字意義上的「眾生」可以渡。</p>
		`,
	},
	{
		id: 34,
		name: '若以色見我，以音聲求我，是人行邪道，不能見如來。',
		content: `
		<p>色、聲、味、觸、法，是世間的表相，若以表相去探求如來，是不可得的。</p>
		`,
	},
	{
		id: 35,
		name: '知一切法無我，得成於忍。',
		content: `
		<p>修習法的過程，是一個逐漸剝落「自我」的旅程。開始時，要留於忍耐「自我」膨脹帶來的悲與樂。久之，「自我」漸剝，也就接近法了。</p>
		`,
	},
	{
		id: 36,
		name: '所作福德，不應貪著。',
		content: `
		<p>如果是為了追尋回饋而去驅使你去做善事，那樣不是真正的無上正等正覺，如來是已經不需要這些相的滋養，不管身理還是心理，只是單純的發起菩薩心。</p>
		`,
	},
	{
		id: 37,
		name: '如來者，無所從來，亦無所去，故名如來。',
		content: `
		<p>為什麼去管思想?它來的時候，貿然而來，去的時候，貿然而去，妄想本來空的呀，無所從來，亦無所去，是名如來，留也留它不住，哪個人把思想留住了?</p>
		`,
	},
	{
		id: 38,
		name: '於一切法，應如是知，如是見，如是信解，不生法相。',
		content: `
		<p>發菩提心的人，對於一切法，都應該不生不取法相，而知見，而信解。</p>
		`,
	},
	{
		id: 39,
		name: '不取於相，如如不動。',
		content: `
		<p>無論什麼境界現前，外不著相，內不起心、不動念、不為境轉。</p>
		`,
	},
	{
		id: 40,
		name: '一切有為法，如夢幻泡影，如露亦如電，應作如是觀。',
		content: `<p>世上一切法，有如夢境一般，感覺真實卻是虛渺的，像泡沫一樣，隨時都會破滅， 又如同早晨的露珠，留存不久，以及天空的閃電，一閃即逝，應這樣觀照一切事物。</p>`,
	},
]


export default verseData