var verseData = [
	{
		id: 1,
		name: '云何應住？云何降伏其心？',
		content: `<p>如何讓菩提心常住，而不去執著、胡思亂想。</p>`,
	},
	{
		id: 2,
		name: '若心取相，則為著我人眾生壽者。若取法相，即著我人眾生壽者。',
		content: `<p>相代表的是現象，依照人的思想心理來說就是觀念。總有「你、我、他」的觀念，總有誰學問好、地位高、年齡大的觀念，並以這四種現象沾沾自喜抑或是感到煩惱，終其碌碌營營。
		</p>`,
	},
	{
		id: 3,
		name: '菩薩於法，應無所住行於布施，所謂不住色布施，不住聲香味觸法布施。',
		content: `
		<p>救濟一個人不應想著獲得回報去行動，而是不執著於六塵上的現象去幫助他人。</p>
		<p>是叫我們不要住在色相上佈施，不要有物件的觀念。譬如說要做一點功德，出一點錢，或者救濟一個人，然後說救濟了某一個人，那是住相佈施。</p>
		`,
	},
	{
		id: 4,
		name: '應如是布施，不住於相。',
		content: `
		<p>發心走上菩薩道的人，不應該執著於色、聲、香、味、觸、法的表象去做布施。</p>
		<p>一個學大乘菩薩道的人，應該是這個樣子來佈施來修行，應該不住相，一切現象不留，心中若留一點現象，已經不是學佛的境界了。</p>
		`,
	},
	{
		id: 5,
		name: '不可以身相得見如來。',
		content: `
		<p>用形象的觀念是見不到如來的本性。</p>
		<p>佛是不可以形相來見的，拿形相來見佛，就錯了。</p>
		`,
	},
	{
		id: 6,
		name: '凡所有相，皆是虛妄。若見諸相非相，則見如來。',
		content: `
		<p>現世所觀看到的一切都只是假象，並不真實，如果你能拋開這些表相，即見如來本性。</p>
		<p>凡是你有什麼境界，都是假的;凡是你修得出來的，不修就沒有了。若見諸相非相，你就見到佛了，見到佛的法身了。</p>
		`,
	},
	{
		id: 7,
		name: '不應取法，不應取非法。',
		content: `
		<p>不能執著於表相，也不能執著於空，非空非有也不對，即空即有也不是佛法。</p>
		<p>你講空也不對，不是佛法，執著有也不是佛法，非空非有也不對，即空即有也不是佛法。</p>
		`,
	},
	{
		id: 8,
		name: '法尚應舍，何況非法。',
		content: `
		<p>佛法都不應該執著，更何況是法以外的。</p>
		<p>一切真正的佛法到了最後，像過了河的船，都要丟掉。何況一切不是法呢!</p>
		`,
	},
	{
		id: 9,
		name: '無有定法，如來可說。',
		content: `
		<p>人生的行住坐臥都是法，法無時無刻都存在著，然而每個人都有屬於自己的修行，所以沒有一定的修行方式是真正正確的。</p>
		<p>佛法在哪裡?不一定在佛經上!世間法皆是佛法，所以不要把學佛的精神和生活與現實人生分開。</p>
		`,
	},
	{
		id: 10,
		name: '如來所說法，皆不可取、不可說、非法、非非法。',
		content: `
		<p>如來並沒有一定的法可說，這些法都只是如來指明的某一個方法，但每人的法因心而生，所以每人的法都不同，而如來所說的方法是真實的，如此才會說不可取，不可得，你說不執著於法，但你還是留有了一個執著，所以非法非非法。</p>
		<p>如來所說法，你也不可抓住!你認為這樣就對，那你就上了你自己的當了，說得出來的，表達得出來的，已經不是它了。</p>
		`,
	},
	{
		id: 11,
		name: '佛法即佛法是名佛法。',
		content: `
		<p>如來脫離三十二相，八十種好，這些名詞只是為了方便人們稱呼才存在的。</p>
		<p>真正的佛不認為自己是佛，真正的聖人，不認為自己是聖人，所以真正的佛法即非佛法。如果你有一個佛法的觀念存在，你已經著相了，說得好聽是著相了，不好聽是著魔了。</p>
		`,
	},
	{
		id: 12,
		name: '一切賢聖，皆已無為法而有差別。',
		content: `
		<p>一切賢聖，對於道（又或者說是真理）的理解只是程度上的差別，而我們大多使用了個人主觀的想法去認識，以為這個是道，那個就不是道了，但其實每一個方法都有它的可取之處。</p>
		<p>這是佛法的精神，它不像其他的宗教，否定自己以外的宗教，佛法是承認一切的宗教，一切的大師，乃至到了華嚴境界，連一切的魔王邪王都對了一點。</p>
		`,
	},
	{
		id: 13,
		name: '應如是生清凈心，不應住色生心，不應住聲香味觸法生心，應無所住而生其心。',
		content: `
		<p>清淨心本不立住在四相之中，應該隨時得不執著於任何相，坦然地，物來則應，過去不留。</p>
		<p>真正的清淨心，不是有個光，有個境界，而是不住色，不住聲香味觸法，他說真正的修行，應無所住而生其心。應該隨時隨地無所住，坦坦然，物來則應，過去不留。</p>
		`,
	},
	{
		id: 14,
		name: '如來說世界，非世界，是名世界。',
		content: `
		<p>世界如同因緣際會的分子聚集一起，如來所說的三千大千世界也是因緣而聚，緣盡則滅，性空，只是假名為世界。</p>
		<p>佛告訴你，這個世界一個一個灰塵，一粒一粒灰塵，一個分子一個分子，組合攏來，構成了一個物理世界。你把地球物理世界打爛了，分析了，本來就是空的，沒有世界的存在。</p>
		`,
	},
	{
		id: 15,
		name: '須菩提，於意云何，如來有肉眼不。如是，世尊，如來有肉眼。須菩提於意云何，如來有天眼不。如是，世尊，如來有天眼。須菩提，於意云何，如來有慧眼不。如是，世尊，如來有慧眼。須菩提， 於意云何，如來有法眼不。如是，世尊，如來有法眼。須菩提，於意云何，如來有佛眼不。如是，世尊，如來有佛眼。',
		content: `<p>肉眼：「也就是人體上的眼睛。用來觀察物理現象。」天眼：「超脫物質世界的」、慧眼：「智慧的力量的」、法眼：「看一切生命平等的」、佛眼：「看一切生命只有慈悲與慈愛、無條件、平等的，本身就具備，但要靠修持才能得到。」</p>`,
	},
	{
		id: 16,
		name: '菩薩應離一切相，發阿耨多羅三藐三菩提心。',
		content: `
		<p>菩薩不會沉迷於世上一切相，他已發起無上正等正覺的菩薩心。</p>
		<p>這就是學佛的精神，換句話說，不要被一切現象騙了，或迷惑了……大乘菩薩走大乘的路，應該離一切相，發起求大徹大悟菩提之心。(阿耨多羅三藐三菩提，意為“無上正等正覺”)</p>
		`,
	},
	{
		id: 17,
		name: '若心有住，則為非住。',
		content: `
		<p>清淨心需隨時關照自己的心，心若住有表相，那會被相迷惑，清淨心也隨之散去。</p>
		<p>若心有住，可以訓練意識專一，比較能夠寧靜，但是認為這個有相的。所以若心有住，即為非住，這是最好的觀心法門。</p>
		`,
	},
	{
		id: 18,
		name: '如來說：一切諸相，即是非相。又說：一切眾生，即非眾生。',
		content: `
		<p>所看見的相只是停留不住的，那是非相，所以不要住相，而修持是在個人，個個會自己度，所以是眾生又是非眾生。</p>
		<p>不要著相，那一相都是停留不住的，都是非相……再進一步說，不但無我，也無人，也無眾生。</p>
		`,
	},
	{
		id: 19,
		name: '如來是真語者、實語者、如語者、不誑語者、不異語者。',
		content: `
		<p>如來所說的話是真實的、不虛假、也不欺誑，都是他自身證實所應證的話。</p>
		<p>佛說法是真實的，不說假話，說的是老實話，實實在在，是什麼樣子就說什麼樣子。</p>
		`,
	},
	{
		id: 20,
		name: '如來所得法，此法無實無虛。',
		content: `
		<p>非實非虛，當有一個規範在就會著相，所以無實，但它講訴的又是實話，所以無虛。</p>
		<p>無實，沒有個東西;無虛，但是不假的。所以形而上的道理，真正的佛法，不真不假，也就是金剛經的中心重點，這裡已經全部點出來了。</p>
		`,
	},
	{
		id: 21,
		name: '如是滅度無量無數無邊眾生，實無眾生得滅度何以度者，何以故。',
		content: `
		<p>佛教化救度了無量無數無邊的眾生，心裡並沒有說某一個眾生是我度的，絕沒有這個觀念，因眾生都是靠自己達到這樣的境界，而佛只是為他們開了一條路。</p>
		<p>學佛的人發心度一切眾生，救了這個世界一切眾生，心中一概不留，認為是應該做的事，這就是菩薩道，是菩薩發心。</p>
		`,
	},
	{
		id: 22,
		name: '如來者，即諸法如義。',
		content: `<p>世間一切法，都是佛法，沒有哪一點法不是佛法……隨時隨地的任何一顆灰塵，清淨的地方，髒的地方，處處佛在現前，這就是如來。</p>`,
	},
	{
		id: 23,
		name: '實無有法，佛得阿耨多羅三藐三菩提。',
		content: `
		<p>沒有固定的東西叫無上正等正覺，佛法是給眾生一個修行的方向，所以假藉著無上正等正覺之名方便開導眾生罷了。</p>
		<p>真正的佛法，並沒有個固定的東西，你如果得到一個固定的東西就是錯了。實實在在沒有一個東西，身體都沒有了，連感覺都沒有了，所以五蘊皆空，連光也沒有，色相也沒有，一切都不可得，這個時候就是阿耨多羅三藐三菩提，大徹大悟。</p>
		`,
	},
	{
		id: 24,
		name: '如來說：一切法皆是佛法。所言一切法者，即非一切法，是故名一切法。',
		content: `
		<p>生活的一切事物都是佛法，儘管是食衣住行，再平凡的事都會是建築「覺」的根，就緣起性空的觀念，這些並不真實，只是取種種假名方便稱呼而以。</p>
		<p>所言一切法者，即非落於法相的外在一切法，才是一切法。對我們而言，雖然每個人生活中的行、住、坐、臥，都有所不同，所面對的人、事、物亦不同，但都是「覺」的材料。都能對這些材料「感受、領悟、覺醒」，從這些活動中展現「諸法如義」。所以佛陀才說：一切法皆是佛法。 </p>
		`,
	},
	{
		id: 25,
		name: '若菩薩有我相、人相、眾生相、壽者相，即非菩薩。',
		content: `
		<p>我相：「我的」人相：「除我以外其他人的」眾生相：「人以外生命體的」壽者相：「想延續生命的慾望」，當菩薩擁有你我他以及壽命的想法，那他就不是菩薩了。</p>
		<p>一個學大乘菩薩道的人，心胸裡頭還有你、我、他，甚至給了人家好處時，這個家伙應該賣賣我的交情才對!這是世間法的作風，佛法沒有，給了就給了，要像「事如春夢了無痕」一樣的忘掉它。</p>
		`,
	},
	{
		id: 26,
		name: '若菩薩通達無我法者，如來說名真是菩薩。',
		content: `
		<p>菩薩如果到達無我(分「人無我」即「法無我」，人無我：破除人執，人本身隨緣成即聚，隨緣盡即滅，沒有固定的型態。法無我：破除法執，法並沒有一個真實的形體，僅是假借名為眾生開道路口罷了。)的境界，那他就是真的菩薩了。</p>
		<p>學佛的第一步，學到身見忘掉了……要真正內在身心皆亡，達到無我才對……但是有了一個人無我，還有一個法在喔!最後要法無我……到了法無我，叫做人法二無我，到達了就成佛。最後連空也空，空也不存在。</p>
		`,
	},
	{
		id: 27,
		name: '諸心皆為非心，是名為心。',
		content: `
		<p>眾生的雜念雖多，這不過是偏離常道的妄心，皆為非心，不是真實常住之心，只是稱作為心。</p>
		<p>諸心，指眾生心行動念雖多，不過以顛倒妄識為心。皆為非心，此妄心皆非真實常住之心。是名為心，妄識本無實體，徒有心名而已。</p>
		`,
	},
	{
		id: 28,
		name: '過去心不可得，現在心不可得，未來心不可得。',
		content: `
		<p>心永遠不會停留，不停的在變化，抓都抓不住，留也留不住，正當我們說著未來時，就已是現在了，正說著現在時，也就成了過去的事了，而過去永遠是過去，永不復返。</p>
		<p>一切都不是心，眾生一切的心都在變化中，像時間一樣，像物理世界一樣，永遠不會停留，永遠把握不住，永遠是過去的……我們剛說一聲未來。它已經變成現在了，正說現在的時候，已經變成過去了。</p>
		`,
	},
	{
		id: 29,
		name: '如來不應以具足諸相見。',
		content: `
		<p>千萬別用相的思維去看如來，因為他們知道那些都只是假相，現在存有的佛像，只是為了渡化眾生而假借的外殼。</p>
		<p>千萬不可以著相，你不要以有形的觀念來看佛。</p>
		`,
	},
	{
		id: 30,
		name: '說法者，無法可說，是名說法。',
		content: `
		<p>眾生聽了佛法而有所悟，那只是激發了眾生本身真如自性，隨緣渡說，沒有一定的法可說，暫且給一個「法」名代稱。</p>
		<p>教育法只限於教育法，教育的目的是使你懂得那個東西，如果抓住老師的教育法當成學問就錯了。</p>
		`,
	},
	{
		id: 31,
		name: '是法平等，無有高下。',
		content: `
		<p>每條道路，每種方法，都能成就眾生，並沒有所謂高低之分，只求適合你的方式。</p>
		<p>八萬四千法門，念佛也好，修密宗也好，參禅也好，修止觀也好，甚至於說修旁門左道也好，以華嚴境界看來，都能成就。真正的佛法是平等，無有高下的。</p>
		`,
	},
	{
		id: 32,
		name: '何以故?實無有眾生如來度者。',
		content: `<p>為什麼呢?如來曉得整個世界萬物都是性空的，曉得因緣而聚，緣盡則滅，當體即空這個道理，並沒有任何的眾生可以渡。</p>`,
	},
	{
		id: 33,
		name: '若以色見我，以音聲求我，是人行邪道，不能見如來。',
		content: `
		<p>色、聲、味、觸、法，是世間的表相，若以表相去見如來，是見不到如來的真性。</p>
		<p>所講的是色、聲都不能見道，也就是整個金剛經上所講的不能著相。學佛法著相了，就不能見得法身。人相、我相、眾生相、壽者相是四大原則，任何的著相，都不能見得法身，所以說以色見我，以音聲求我，都錯了。</p>
		`,
	},
	{
		id: 34,
		name: '知一切法無我，得成於忍。',
		content: `
		<p>去了我相，也就是這個肉身的知覺，在逆境之中都能不生負面情緒，自然而然地達到無生法忍的境界。</p>
		<p>真正知道了一切法無我的時候，達到了無我的境界，自然達到了無生法忍的境界。(無生法忍：佛自己說，過去修忍辱波羅密的時候，被歌利王割截身體，沒有動過怨恨的心，只有慈悲的念，因此他沒有覺得痛苦……這是定，這是無生法忍，這也是般若，也就是悟的境界。)</p>
		`,
	},
	{
		id: 35,
		name: '所作福德，不應貪著。',
		content: `
		<p>如果是為了追尋回饋而去驅使你去做善事，那樣不是真正的無上正等正覺，如來是已經不需要這些相的滋養，不管身理還是心理，只是單純的發起菩薩心。</p>
		<p>雖然有福德，自己並不貪著，有好處，自己並不領受，而回向給世界一切眾生，願這個世界一切眾生受這個好處，自己不想要。</p>
		`,
	},
	{
		id: 36,
		name: '如來者，無所從來，亦無所去，故名如來。',
		content: `
		<p>為什麼去管思想?它來的時候，貿然而來，去的時候，貿然而去，妄想本來空的呀，無所從來，亦無所去，是名如來，留也留它不住，哪個人把思想留住了?</p>
		<p>譬如電燈，電風扇，把開關一打開，這個電來了，但是看不見電，只感覺到光，感覺有風，電來了如沒有?來過了，好像沒有來，它又消散了。電去了沒有?去了，好像沒有去，再發動它又來了，它是不來也不去，不生也不死。</p>
		`,
	},
	{
		id: 37,
		name: '於一切法，應如是知，如是見，如是信解，不生法相。',
		content: `
		<p>佛法上訴道的一切，應該去理性的了解，培養正確的見識並相信，之後去理解它，不要用情緒帶你進入這樣的道路，容易盲目的追求表相中。</p>
		<p>理性上清楚了，才是不迷信。如果佛法的教理都沒有弄清楚，情緒化跑來學佛參禅，全體是迷信!所以把知見搞清楚了，如是信，才是正信。如是解，正信以後，由這樣去理解它，這才是理性的。學佛修道是理性的，不是情感的，不是盲目的迷信，是理性的如是信解。</p>
		`,
	},
	{
		id: 38,
		name: '不取於相，如如不動。',
		content: `
		<p>佛法並不是要你去執著於法上的規定，應是平凡踏實的，並不是什麼人生雞湯或者講大道理那樣，就是好好吃飯，好好睡覺，好好的做好一切事，心念不動搖。</p>
		<p>不要著相，盡管在說佛法，始終沒有一點佛味，不像那些佛油子，而是很平凡，很平靜;盡管在講金剛經，沒有一點金剛鑽的味道，如如不動。什麼是如如不動呢?不生法相，善護念，無所住。</p>
		`,
	},
	{
		id: 39,
		name: '一切有為法，如夢幻泡影，如露亦如電，應作如是觀。',
		content: `
		<p>世上一切法，有如夢境一般，感覺真實卻是虛渺的，像泡沫一樣，隨時都會破滅，又如同早晨的露珠，留存不久，以及天空的閃電，一閃而逝，應這樣關照一切事物。</p>
		<p>世界上一切有所作為的事物，都如夢如幻，如水中的汽泡，如鏡中的影子，如早晨的露水，太陽出來後就會消失；如同閃電一般， 瞬息即逝，對於一切事物，都應這樣看待。</p>
		`,
	},
	{
		id: 40,
		name: '但諸恒河，尚多無數，何況其沙。',
		content: `<p>以一沙各為一恒河，恒河尚且就有無數，何況是所有恒河中的所有沙數。</p>`,
	},
]


export default verseData